{
    "casual leave (CL)": {
        "eligibility": "All employees(teaching faculties , research scholar , junior research fellow(JRF), senior research fellow (SRF), Project Fellow) of the SRM IST are eligible to avail up to 12 days of  in a year.",
        "leave credit ": "One day  will be credited on the first day of every month. Normally, one day of  will be sanctioned to the probationary employee in a month. ",
        "number of days": "The number of days for both reserch scholars and teaching faculty is from half a day to available credit days.",
        "leave limit exceed": "If  is availed of more than one's available leave balance due to unforeseen circumstances, the leave account will show a minus balance. This shall be reconciled in the last month of the year, Half-day  is premitted ",
        "continuous leave": "The total leave [including Public holidays / RH and Compensatory Leave] availed at a time should not exceed 10 days. If the leave period exceeds 10 days, the whole period of absence will be treated as Loss of Pay then you should follow re-joining process. If the eleventh day or subsequent day(s) happens to be holiday(s), in such case too, the whole period of absence will be treated as LOP. ",
        "restrictions": "No advanced  is premitted. ",
        "exemptions":"Apart from Computational Intelligence faculty members, all other faculty members are required to follow the check-in and check-out policy.",
        "time limit to apply": " must be applied within the next day of the leave taken before 11:59pm",
        "end of year conversion": " At the end of the year, the balance will be adjusted against Accumulated / Earned Leave. If Accumulated / Earned Leave is also not available, then it will be treated as Leave on Loss of Pay (LOP). Unavailed casual leave (CL) will lapse automatically at the end of the year. ",
        "how to apply" : "Login to the SRM Employee portal and click the leave section , click apply leave and select casual leave (CL) , the avaiable casual leave (CL) balance is showed in your account and select the number of days and submit. You will recieve a notification if your leave is approved , the casual leave (CL) is to be applied within the next day"  , 
        "combination - casual leave (CL) / Earned Leave(EL)" : " The total leave [including Public holidays / RH and Compensatory Leave] availed at a time should not exceed 10 days. If the leave period exceeds 10 days , then the whole period is treated as Earned Leave. If the eleventh day or subsequent day(s) happens to be holiday(s), in such case too, the whole period of absence will be treated as EL." , 
        "combination - casual leave (CL) / Compensatory Off (CO)" : "casual leave (CL) can be combined with Compensatory Off as long as the consecutive leave does not exceed 10 days" , 
        "combination - casual leave (CL) / on duty (OD)" : "casual leave (CL) cannot be combined with on duty (OD)" , 
        "combination - casual leave (CL) / vacation leave (VL)" : "casual leave (CL) cannot be combined with vacation leave (VL)" , 
        "combination - casual leave (CL) / Accumulated Leave (ACL)" : "casual leave (CL) can be combined with Accumulated Leave (ACL)" , 
        "combination - casual leave (CL) / medical leave (ML)" : "casual leave (CL) cannot be combined with medical leave (ML)" , 
        "combination - casual leave (CL) / maternity leave (MTL)" : "casual leave (CL) cannot be combined with maternity leave (MTL)" , 
        "combination - casual leave (CL) / Restricted Holiday (RH)" : "casual leave (CL) can be combined with Restricted Holiday(RH)" ,
        "combination - casual leave (CL) / Permission (LP)" : "If permission is availed more than one hour then 1 Day casual leave (CL) is deducted" ,
        "combination - Other Leave" : "No other leave can be combined"  
    },
    "compensatory off (CO)": {
        "eligibility": "HoD if found appropriate, must approve the working on a Sunday or Public Holiday, After the approval, the employee must attend the work on the Sunday or Public Holiday. There must be an in / out punch on that date.",
        "number of days": "Days will be credited based on prior approval.",
        "leave credit": "Days will be credited based on prior approval.Compensatory off(CO) cannot be applied for half a day",
        "exceed leave limit": "Total of all these leaves taken at one time should not exceed 10 days.",
        "exemptions":"Apart from Computational Intelligence faculty members, all other faculty members are required to follow the check-in and check-out policy.",
        "continuous leave": "Total of all these leaves taken at one time should not exceed 10 days. ",
        "restrictions": "Compensatory off (CO) should be availed within 3 months from the date of performing duty on holidays otherwise the compensatory leave will lapse. Compensatory off (CO) will not be granted to any employee for conducting special classes and SRM IST Practical Examinations, this cannot be clubbed with any other leave - except casual leave (CL)",
        "how to apply" : "Login to the SRM Employee portal The individual employee must request for approval for working on a Sunday or public holiday through the leave management, based on the work assigned by the Head of the Department. This request must be obtained in advance, similar to the application for leave." 
    },
    "on duty (OD)": {
        "eligibility": "Employees are allowed to avail 'on duty (OD)' for the duties attended outside SRMIST that is assigned by the competent authority",
        "restrictions" : "on duty (OD) is only for a full day and there is no half-day on duty (OD), on duty (OD) must have been approved in advance by the respective Head / Authority,on duty (OD) cannot be carried forward.",
        "number of days": "From 1 day to a maximum of 10 days per year can be used for this purpose for both research scholars and teaching faculty.on duty (OD) cannot be applied for half a day ",
        "leave credit": "10 days per year at the beginning of the every calendar year.",
        "exemptions": "If all 10 days are exhausted, request must be submitted to Dean CET through the HoD / Chairperson or School Dean. Based on their recommendation, on duty (OD) credit will be given. The employee must apply on duty (OD) only through the Leave Management module.",
        "how to apply": "For 'on duty (OD)' leave, individuals must apply through the portal. Select on duty (OD) and provide the proof or documentation from the registar/person of responsibility after the the day of on duty (OD) "
    },
    "vacation leave (VL)": {
        "avail period": "vacation leave (VL) can be availed only after the announcement of vacation period. The vacation period will be declared by the Director/Dean of the faculty concerned. May be taken in two spells. During the vacation period only casual leave (CL), turn leave (TL) and permission is allowed. ",
        "restrictions": "casual leave (CL), Earned Leave, Compensatory Leave, on duty (OD), etc., cannot be combined with vacation leave (VL). " ,
        "exemptions" : "On-Duty in respect of examination related work assigned by the CoE, VC nominee for faculty recruitment,FIIP, FAP, or any other work assigned and approved by the VC, Registrar, Head of the Faculty will be handled separately by the Office of the Dean CET. The office of the Dean CET will accept the On-Duty if and only if there is a formal order or communication from the above referred authorities. Apart from Computational Intelligence faculty members, all other faculty members are required to follow the check-in and check-out policy.",
        "how to apply" : "Login to SRM portal and click leave section and select vacation leave (VL) , check the balance of vacation leave (VL) and apply according to the guidelines",
        "eligibility" : {
        "faculty served for 2 semesters" : " Faculty who has fully served for two semesters in an academic year is eligible to avail 60 days of vacation leave (VL), including intervening holidays, in two spells [i.e. November - December and May-June]." ,
        "faculty served less than 1 semester" : "If the faculty has served only one semester, he/she is eligible for 30 days of vacation leave (VL). During November-December, the vacation leave (VL) will be restricted to 30 days at a time. If the service period is less than one semester, the vacation leave (VL) will be calculated/sanctioned on a pro-rata basis. The vacation leave (VL) may be availed in two spells in each vacation with a minimum of 15 days." ,
        "non teaching academy staff" : "Non-teaching academic staff member is also eligible for vacation leave (VL) of 15 days during probation [one year] on a pro-rata basis of 1.25 days per month and 30 days per year from 2nd year. This leave can be availed only during the vacation period, as declared by the Director/Dean",
        "how to apply" : "Login to SRM portal and click leave section and the vacation leave (VL) will be available if the period is declared by dean , apply for the number of days as per the guidelines"
        }
    },
    "accumulated Leave (ACL)": {
        "eligibility": "The teaching faculty should have fully served for 1 semester.",
        "leave credit": "50% of the unaviled vacation leave (VL) of a faculty and non-teaching academic staff will be treated as Accumulated Leave (ACL) for succeeding academic year (Maximumaccumulation is 30 days)",
        "number of days": "From 1 day to a maxmimum of 10 days can be granted.",
        "exemptions":"Apart from Computational Intelligence faculty members, all other faculty members are required to follow the check-in and check-out policy.",
        "continuous leave": "Accumulated Leave (ACL) can be availed up to 10 days at a time, including holidays during regular working days." ,
        "restrictions": "Accumulated Leave (ACL) must be applied in advance and got it approved before availing the Accumulated Leave (ACL). And, If the Accumulated Leave (ACL) application is rejected the absence will be treated as Loss of pay,Accumulated Leave (ACL) cannot be applied everyday for continuous days of absence.",
        "how to apply" : "Login to SRM portal and click leave section and select accumulate leave , check the balance of Accumulated Leave (ACL) and apply according to the guidelines"
    },
    "earned leave": {
        "eligibility": "Every Administrative staff is eligible for Earned Leave.There is no earned leave for teaching faculty,junior research fellow(JRF),senior research fellow(SRF) and project fellow.",
        "number of days": "15 days during the period of probation. On completion of the probation period, they are eligible for 30 days of Earned Leave per year. The leave will be credited on a pro-rata basis at the end of every month.",
        "restrictions": "Availing of half-a-day EL is not permitted.",
        "exemptions":"Apart from Computational Intelligence faculty members, all other faculty members are required to follow the check-in and check-out policy.",
        "end of year conversion": "50% of unavailed Earned Leave shall be carried over to next year's leave account subject to a maximum accumulation of 60 days." ,
        "how to apply" : "Login to SRM portal and click leave section and select earned leave , check the balance of Accumulated Leave (ACL) and apply according to the guidelines "
    },
    "medical leave (ML)": {
        "rules": "medical leave (ML) must be applied in advance, through the leave management portal. Just email request for medical leave (ML) will be considered as a preliminary information to the department and will not be considered as a formal medical leave (ML) application, medical leave (ML) can be rejected if the reporting officer or the Head of the faculty is not convinced about the genuineness of the medical documents submitted. In such cases, the absence will be treated as Loss of Pay.",
        "number of days": "The number of days for both reserch scholars and teaching faculty is from 5 days to total available credit days present in the employee's account.",
        "leave credit": "9 days per year, credited at the beginning of every year.",
        "eligibility": "All employees (including Research Scholars)are eligible for Minimum of 3 days upto the maximum credit available as per eligibility, can be availed, 3 days upto 15 days, HoDs are empowered to approve, for eligibility of periods more than 15days is to go through a TWO-LEVEL approval process-'type'- 'eligibility for more than 15days of medical leave (ML)' to get to know the 2 level approval process.",
        "eligibilty for more than 15 days of medical leave (ML)": "First level approval is accorded by the reporting officer based on the preliminary medical documents, Second level approval will be done by the Head of the Faculty, only when the employee submits the hard copy of the proof of surgery / medical treatment / discharge summary or equivalent medical documents. It is strongly recommended to submit the above documents latest by the end of the first medical leave (ML) period. Extension of medical leave (ML) will be considered only when the above documents are submitted as proof of medical condition, Only after the second level approval is accorded, the medical leave (ML) is considered to be approved.",
        "end of year conversion": "medical leave (ML) leave cannot be converted",
        "time limit to apply": "medical leave (ML) must be applied within 3 days of the leave taken before 11:59pm",
        "restrictions": "Failure to submit the hard copy of the proof of surgery / medical treatment / discharge summary or equivalent medical documents will result in Loss of Pay,Fitness certificate / endorsement must be produced within TWO working days of reporting back to work." , 
        "exemptions" : "medical leave (ML) is not eligible for the junior research fellow(JRF) / senior research fellow (SRF) / Project Fellow. Apart from Computational Intelligence faculty members, all other faculty members are required to follow the check-in and check-out policy." ,
        "how to apply" : "Login to SRM portal and click leave section and select medical leave (ML) , submit the necessary medical documents as per the guidelines and click apply, you will be notified the aproval status of application in 2-3 working days."

    },
    "maternity leave (MTL)": {
        "rules": "Must be applied in advance, through the leave management portal. Just email request for maternity leave (MTL) will be considered as a preliminary information to the department and will not be considered as a formal maternity leave (MTL) application.",
        "number of days for research scholars": "The number of days is from '30 to 240 days'.",
        "number of days for teaching faculty": "The number of days is from '30 to 90 days'.",
        "eligibility": "Approval will be done by the Reporting Officer or the Head of the Faculty, only when the employee submits the hard copy of the proof of surgery / medical treatment or equivalent medical documents. It is strongly recommended to submit the above documents latest by the end of the first maternity leave (MTL) period. Extension of maternity leave (MTL) will be considered only when the above documents are submitted as proof of medical condition.",
        "eligibility for research scholar" : "Approval will be done by the Reporting Officer or the Head of the Faculty, only when the employee submits the hard copy of the proof of surgery / medical treatment or equivalent medical documents. It is strongly recommended to submit the above documents latest by the end of the first maternity leave (MTL) period. Extension of maternity leave (MTL) will be considered only when the above documents are submitted as proof of medical condition.",
        "restrictions": "maternity leave (MTL) can be rejected if the reporting officer or the Head of the faculty is not convinced about the genuineness of the medical documents submitted. In such cases, the absence will be treated as Loss of Pay. ",
        "exemptions" : "No maternity leave (MTL) for the JRF / SRF / Project Fellow. The Project Fellow can avail his/her leave based on the conditions of the Project and consent of the Principal Investigator concerned for the particular Project. Apart from Computational Intelligence faculty members, all other faculty members are required to follow the check-in and check-out policy.",
        "how to apply" : "Login to SRM portal and click leave section and select maternity leave (MTL) and apply according to the guidelines"
    },
    "restricted holiday": {
        "eligibility": "Every teaching faculty (no other staff) is eligible for two days of Restricted Holiday irrespective of the religion and leave can be availed as per the list of Restricted Holidays and approved by the competent authority. RH can be combined with casual leave (CL) and Compensatory Leave." ,
        "leave credit": "2 days per year at the beginning of the every calendar year.",
        "number of days": "From 1 to 2 days will be provided.restricted holiday cannot be applied for half a day",
        "how to apply" : "Restricted holidays dates will be founded in the SRMIST approved list, Login to SRM portal and click leave section and select restricted leave , and apply according to the guidelines"
    },
    "leave on loss of pay": {
        "details": "Leave on Loss of Pay will be granted only on the merit of the case. The period of Leave on Loss of Pay will lead to the postponement of the annual increment. " ,
        "how to apply" :"Any failure of leave application or rejection of leave by corcerned authority will automatically convert the leave to leave on loss of pay"
    },
    "turn leave (TL)": {
        "eligibility": "Non-teaching academic and Administrative staff is eligible for Turn Leave  (TL), and this leave can be availed every alternate Saturday.",
        "restrictions": "This leave is not applicable for Employees of the Maintenance Department of all campuses, Estate offices and Attenders of all departments/directorates." ,
        "exemptions" : "turn leave (TL) is not applicable for junior research fellow(JRF)/senior research fellow(SRF)/Project Fellow. Apart from Computational Intelligence faculty members, all other faculty members are required to follow the check-in and check-out policy." ,
        "how to apply" : "Login to SRM portal and click leave section and select turn leave  (TL) , and click apply according to the guidelines " 
    },
    "permission": {
        "eligibility" : "Every Faculty and Non-Teaching Academic/Administrative staff can avail one- hour permission either in the morning or in the evening on two occasions in a month" ,
        "restrictions" : "If an employee avails permission both in the morning and evening on the same day, one day casual leave (CL) will be deducted. " ,
        "how to apply" : "Is automatically noted by the attendance system and no need to apply" 
    }, 
    "Half Day Leave" : { 
        "eligibility" : "Only casual leave (CL) is eligible for half-day leave , in that case, the half-day leave unit will be deducted from the available balance.  " ,
        "how to apply" : "Login into portal , select leave section and select casual leave (CL) , select half day and date of leave",
        "exemptionss":"Apart from Computational Intelligence faculty members, all other faculty members are required to follow the check-in and check-out policy."
    },
    "Cancellation of leave": {
        "eligibility" : "Cancellation of leave in part or full must be requested in writing to the reporting officer.",
        "restrictions" : "The reporting officer has appropriate rights to cancel the leave, as per request."
    },
    "Biometric attendance issue" : {
        "rules": "All employees are encouraged to punch the In and Out time with a buffer time,Employees are also strongly advised to double-check the attendance, In and Out time, the same day. Incase of missed attendance for whatsoever reason, you are advised to apply for leave on the same day.",
        "exemptions" : "Issue with the biometric machine, it is recommended to try marking the attendance in the other biometric machines, If there is a snag in the device, you may raise a ticket to ITKM the same day. If the ITKM provides proper validation, only then the attendance will be considered.",
        "restrictions": "If the facial recognition is found not validated, then the request for approval wil be summarily rejected."
    }

}
